---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMass
source: html/bbf5167b-bd4a-bcc9-aa20-9711714a5578.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMass Property

Symbol lb, indicating unit Pounds mass.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMass { get; }
```